//Fila del medio
var L1=["f","d","s","a","_","j","k","l","ñ","_","a","s","d","f","g","_","ñ","l","k","j","h","_","f","d","s","a","_","j","k","l","ñ","_","a","s","d","f","g","_","ñ","l","k","j","h"];
//fr ft fg - ju jy jh fg fv fb - jh jm jn
var L2=["f","r","v","_","g","t","b","_","j","u","m","_","h","y","n","_","f","v","r","_","g","b","t","_","j","m","u","_","h","n","y"];
//de dc - ki kComa
var L3=["d","e","c","_","k","i","COMA","_","d","c","e","_","k","COMA","i","_","d","e","c","_","k","i","COMA","_","d","c","e","_","k","COMA","i","_"];
//sw sx - lo lPunto
var L4=["s","w","x","_","l","o","PUNTO","_","s","x","w","_","l","PUNTO","o","_","s","w","x","_","l","o","PUNTO","_","s","x","w","_","l","PUNTO","o",];
//qa qz - pñ pGuion
var L5=["a","q","z","_","ñ","p","GUION","_","a","z","q","_","ñ","GUION","p","_","a","q","z","_","ñ","p","GUION","_","a","z","q","_","ñ","GUION","p"];
//acentos
var L6=["á","é","í","ó","ú","á","é","í","ó","ú"];
